Repository: ElDavoo/open
Catalog: nlw/share/l10n/*.po
Languages: it

source: Upload
it: Carica

source: Upload An Image
it: Carica un'immagine

source: Upload Files
it: Carica file

source: Upload files
it: Carica file

source: Uploaded
it: Caricato

source: Uploaded By
it: Caricato da

source: Uploaded by $uploader
it: Caricato da $uploader

source: Uploaded by %1
it: Caricato da %1

source: Uploads
it: Caricamenti

source: Use %1 to generate a form. Click to edit.
it: Usa %1 per generare un modulo. Fai click per modificare.

source: Use the email address you entered above as the username, and <strong>password</strong> as the password. You can change your password later.
it: Usa l'indirizzo email che hai digitato qui sopra come nome utente, e la <strong>password</strong> come password. Più tardi potrai cambiare la tua password.

source: Use your email address and new password to log in again.
it: Usa il tuo indirizzo email e la tua nuova password per fare log in di nuovo.

source: Username
it: Nome utente

source: Username:
it: Nomeutente:

source: Users
it: Utenti

source: Users matching "%1"
it: Utenti che corrispondono a "%1"

source: Users: Invite New Users
it: Utenti: Invita nuovi utenti

source: Users: List All Users
it: Utenti: Elenca tutti gli utenti

source: Users: Manage All Users
it: Utenti: Gestisci tutti gli utenti

source: Users: My Settings
it: Utenti: le mie impostazioni

source: Validation subroutine called outside of validator
it: Subroutine di validazione chiamata al di fuori del validatore

source: View
it: Vista

source: View Formatted
it: Vista formattata

source: View Revision
it: Vedi revisioni

source: View&nbsp;Current&nbsp;Revision
it: Vedi&nbsp;attuale&nbsp;revisione

source: Views
it: Viste

source: Warning
it: Attenzione

source: Watch this page
it: Visualizza questa pagina

source: Watching this page
it: Visualizza questa pagina

source: Watchlist Update for %1
it: Aggiornamento della watchlist per &1

source: Watchlist update for %1 Workspace
it: Aggiornamento della watchlist per lo spazio di lavoro &1

source: We hope you enjoy using the Socialtext wiki.
it: Speriamo che ti piaccia usare il wiki Socialtext.

source: Weblog Archives
it: Archivi weblog

source: Weblog Navigation
it: Navigazione weblog

source: Weblog name is too long after URL encoding
it: Il nome del weblog è troppo lungo dopo la codifica dell'URL

source: Weblog: %1 Atom
it: Wblog: %1 Atom

source: Weblogs
it: Weblog

source: Wed
it: Mer

source: Welcome
it: Benvenuto

source: Welcome, %1.
it: Benvenuto, %1.

source: What information about changed pages do you want in email digests?
it: Che informazioni vuoi ricevere via email riguardo le pagine modificate?

source: What order would you like the updates to be sorted?
it: Quale ordine vuoi che seguano gli elenchi?

source: What time interval should "What's New" display?
it: Quale intervallo vuoi che venga visualizzato nella pagina "Cosa c'è di nuovo"?

source: What time zone should times be displayed in?
it: In base a quale zona deve essere visualizzata l'ora?

source: What's New
it: Cosa c'è di nuovo

source: What's in workspace %1
it: Cosa c'è nello spazio di lavoro %1

source: What's new
it: Cosa c'è di nuovo

source: What's new in %1
it: Cosa c'è di nuovo in %1

source: What's new in the '%1' workspace. Click to edit.
it: Cosa c'è di nuovo nello spazio di lavoro '%1'. Fai click per modificare.

source: When the workspace receives an email, the subject of the email becomes the title of a page, and the body of the email becomes the body of the page.
it: Quando uno spazio di lavoro riceve un'email, il soggetto dell'email diventa il titolo di una pagina, ed il contenuto dell'email diventa il corpo della pagina.

source: When users click "Home" in this workspace, should they see a personal dashboard, or the central page of the workspace? The central page of the workspace has the same title as the workspace ("%1").
it: Quando gli utenti fanno click su "Home" in questo spazio di lavoro, devono visualizzare una dashboard personale, o la pagina centrale dello spazio di lavoro? La pagina centrale dello spazio di lavoro ha lo stesso titolo dello spazio di lavoro ("%1").

source: When you <a href="%1">click on this link</a>, you will be taken to a page which allows you to choose a new password.
it: Quando <a href="%1">fai click su questo link</a>, verrai portato ad una pagina che ti permetterà di scegliere una nuova password.

source: When you click on this link, you will be taken to a page which allows you to choose a new password.
it: Quando fai click su questo link, verrai portato ad una pagina che ti permetterà di scegliere una nuova password.

source: When you're entering text, just type in paragraphs.
it: Quando stai inserendo del testo, digitalo solamente in paragrafi.

source: When you're entering text, just type in paragraphs. And don't worry about breaking anything - previous versions of the page are saved, so there's always a backup copy of the page you're working on.
it: Quando stai inserendo del testo, digitalo solamente in paragrafi. E non preoccuparti di rovinare qualcosa - le versioni precedenti della pagina sono salvate, così c'è sempre una copia di backup della pagina su cui stai lavorando.

source: Which language do you use?
it: Che lingua vuoi usare?

source: Who can send email to this workspace?
it: Chi può spedire email a questo spazio di lavoro?

source: Workspace Appearance
it: Aspetto dello spazio di lavoro

source: Workspace Email Notify Setting
it: Impostazioni delle email di notifica dello spazio di lavoro

source: Workspace Email Receive Setting
it: Impostazioni di ricezione di email dello spazio di lavoro

source: Workspace Features
it: Funzionalità dello spazio di lavoro

source: Workspace Home Link
it: Link alla home dello spazio di lavoro

source: Workspace Logo Image
it: Logo dello spazio di lavoro

source: Workspace Name
it: Nome dello spazio di lavoro

source: Workspace Privacy
it: Privacy dello spazio di lavoro

source: Workspace Skin
it: Skin dello spazio di lavoro

source: Workspace Title
it: Titolo dello spazio di lavoro

source: Workspace Weblog Sort Order
it: Ordinamento dei weblog dello spazio di lavoro

source: Workspace name is a required field.
it: Il nome dello spazio di lavoro è un campo obbligatorio.

source: Workspace name may not begin with -.
it: Il nome dello spazio di lavoro non deve iniziare con -.

source: Workspace name must be between 3 and 30 characters long, and must contain only upper- or lower-case letters, numbers, underscores, and dashes.
it: Il nome dello spazio di lavoro dev'essere lungo da 3 a 30 caratteri, e deve contenere solo lettere, numeri, underscore e trattini.

source: Workspace title is a required field.
it: Il titolo dello spazio di lavoro è un campo obbligatorio.

source: Workspace title is too long after URL encoding
it: Il titolo dello spazio di lavoro è troppo lungo dopo la codifica dell'URL

source: Workspace title must be between 2 and 64 characters long and may not begin with a -.
it: Il nome degli spazi di lavoro deve contenere da 2 a 64 caratteri e non iniziare con -.

source: Workspaces
it: Spazi di lavoro

source: Workspaces initialized.<br>Log: %1
it: Spazi di lavoro avviati. <br> Log: %1

source: Workspaces matching "%1"
it: Workspaces corrispondenti a "%1"

source: Workspaces: Create New Workspace
it: Spazi di lavoro: Crea un nuovo spazio di lavoro

source: Workspaces: Created New Workspace
it: Spazi di lavoro: Spazio di lavoro appena creato

source: Workspaces: My Workspaces
it: Spazio di lavoro: I miei spazi di lavoro

source: Workspaces: Permissions
it: Spazi di lavoro: permessi

source: Workspaces: This Workspace
it: Spazi di lavoro: Questo spazio di lavoro

source: Workspaces: Unsubscribe
it: Spazi di lavoro: annulla l'iscrizione

source: Wrong email address or password - please try again.
it: Indirizzo email o passeord errati - per favore prova di nuovo.

source: Yahoo user yahoouser presence
it: Utente yahoo presenza utente yahoo

source: Yahoo user ymsgr:yahoouser presence
it: Presenza dell'utente yahoo ymsgr:yahoouser

source: Yahoo! IM: %1
it: IM Yahoo!: %1

source: Yes
it: Sì

source: You are not authorized to view this workspace.
it: Non sei autorizzato a visitare questo spazio di lavoro.

source: You can also put links here to pages you want to remember.
it: Puoi anche inserire qui link a pagine che vuoi ricordare.

source: You can assist the Socialtext team to fix this bug by entering a comment about what actions you were performing when this bug occurred<a href="%1?action=bugs_dump;bug_id=%2" style="text-color: black; text-decoration: none;">.</a> Please enter your comments in the box below.
it: Puoi aiutare la squadra Socialtext a risolvere questo bug inserendo un commento su quale azione stavi compiendo quando questo errore si è verificato<a href="%1?action=bugs_dump;bug_id=%2" style="text-color: black; text-decoration: none;">.</a>Per favore inserisci i tuoi commenti nel contenitore sottostante.

source: You can choose an image to use as the workspace logo. You may enter the web address of an image already on the web, or you may upload an image from your computer.
it: Puoi scegliere un'immagine da usare come logo dello spazio di lavoro. Puoi inserire l'indirizzo web di un'immagine che è già sul web, o puoi caricare un'immagine dal tuo computer.

source: You can choose the level of privacy for your workspace. For more information on choosing the level of privacy for your workspace, see
it: Puoi scegliere il livello di privacy del tuo spazio di lavoro. Per altre informazioni sulle scelte dei livelli di privacy del tuo spazio di lavoro, vedi

source: You can choose to sort weblog entries by the date an entry is updated, or by the date an entry was first posted.
it: Puoi scegliere di ordinare i contrubuti del weblog in base alla data cui un contributo viene aggiornato, o quella in cui è stato pubblicato inizialmente.

source: You can edit your profile in the workspace afterwards if you'd like, but you don't have to.
it: Poi puoi modificare il tuo profilo nello spazio di lavoro, ma non è indispensabile.

source: You can now login to the %1 application
it: Ora puoi fare login all'applicazione %1.

source: You can now login to the %1 workspace
it: Ora puoi fare login allo spazio di lavoro &1.

source: You can now sign into our system using OpenID. On the Socialtext login screen, please input your OpenID into the indicated field and you will be redirected to the OpenID site to verify your identity. Once you have verified your identity, you will be sent back to the Socialtext site and be able to access the workspace.
it: Ora puoi accedere al tuo sistema usando OpenID. Nella schermata di login di Socialtext, per favore inserisci il tuo OpenID nel campo indicato e verrai reindirizzato al sito OpenID per verificare la tua identità. Una volta che sarà verificata la tua identità, verrai mandato nuovamente al sito Socialtext e potrai accedere allo spazio di lavoro.

source: You can sign into our system using OpenID. On the Socialtext login screen, please input your OpenID into the indicated field and you will be redirected to the OpenID site to verify your identity. Once you have verified your identity, you will be sent back to the Socialtext site and be able to access the workspace.
it: Puoi accedere al tuo sistema usando OpenID. Nella schermata di login di Socialtext, per favore inserisci il tuo OpenID nel campo indicato e verrai reindirizzato al sito OpenID per verificare la tua identità. Una volta che sarà verificata la tua identità, verrai mandato nuovamente al sito Socialtext e potrai accedere allo spazio di lavoro.

source: You can synchronize the appliance clock with another computer using the Internet Time protocol. The appliance must be able to contact that server via port 37.
it: Puoi sincronizzare l'applicazione orologio con un altro computer usando il protocollo internet Tempo. L'applicazione deve potersi connettere a questo serve attraverso port 37.

source: You cannot change is_system_created for an account after it has been created.
it: Non puoi cambiare is_system_created di un account, dopo che è stato creato.

source: You cannot change the email address of a system-created user.
it: Non puoi cambiare l'indirizzo email di un utente creato dal sistema.

source: You cannot change the name of a system-created account.
it: Non puoi cambiare il nome di un account creato dal sistema.

source: You cannot change the name of a system-created user.
it: Non puoi cambiare il nome di un utente creato dal sistema.

source: You dont have permission to upload attachments
it: Non sei abilitato a caricare allegati

source: You have confirmed your email address and can now log on to the %1 workspace.
it: Hai confermato il tuo indirizzo email ed ora puoi accedere allo spazio di lavoro %1.

source: You may search on a field by separating the field name from the query with a colon, like this:
it: Puoi cercare in un campo separando il nome del campo dalla richiesta con due punti, come questi:

source: You may want to keep this email for future reference.
it: Potresti voler tenere questa email per riferimenti futuri.

source: You must be logged in to edit the %1 workspace.
it: Devi aver fatto log in per modificare lo spazio di lavoro %1.

source: You must be logged in to view the %1 workspace. If you already have an account, please login now.<br /> Otherwise, you can <a href="/nlw/register.html?redirect_to=%2">create a new account</a>
it: Devi aver fatto log in per visualizzare lo spazio di lavoro %1. Se hai già un account, per favore fai login ora. <br /> altrimenti, puoi <a href="/nlw/register.html?redirect_to=%2">creare un nuovo account</a>

source: You must have admin privileges to access this URI.
it: Devi avere dei privilegi amministrativi per accedere a questo URI.

source: You must input both an OpenID and an email.
it: Devi inserire sia OpenID che email.

source: You must login to view this page.
it: Devi fare login per visualizzare questa pagina.

source: You must provide a account_id to this URI (%1).
it: Devi fornire un account_id to this URI (%1).

source: You must provide a name to create a new account.
it: Devi fornire unn nome per creare un nuovo account.

source: You must provide a user_id to this URI (%1).
it: Devi fornire un id_utente per fare questo IURI (%1).

source: You must provide a valid email address.
it: Devi fornire un indirizzo email valido.

source: You must provide a workspace and account to this URI (%1)
it: Devi fornire uno spazio di lavoro ed un account a questo URI (%1)

source: You need to confirm your email address to activate this account.
it: Devi confermare il tuo indirizzo email per attivare questo account.

source: You should have received an email with a confirmation link.
it: Dovresti aver ricevuto un'email con un link di conferma.

source: You signed up for a new account with our system and we need to confirm your email address.
it: Hai effettuato l'accesso ad un nuovo account con il nostro sistema e noi dobbiamo confermare il tuo indirizzo email.

source: You will be asked to log into the Console after you click "Initialize Workspaces".
it: Ti verrà chiesto di effettuare un log in alla Console dopo aver fatto click su "Inizializza Workspaces".

source: You're ready to jump to your new workspace, if you want to. Choose your next step:
it: Sei pronto per entrare nel tuo nuovo spazio di lavoro, se vuoi. Scegli il tuo prossimo passo:

source: Your Notepad
it: Il tuo blocco note

source: Your Watchlist
it: La tua watchlist

source: Your email address has been confirmed
it: Il tuo indirizzo email è stato confermato

source: Your email address, %1, has been confirmed. Please login.
it: Il tuo indirizzo email %1, è stato confermato. Per favore fai login.

source: Your password has been set and you can now login.
it: La tua password è stata impostata ed ora puoi effettuare il login.

source: Your query was "%1"
it: La tua query era "%1"

source: Your request to invite the following users has been sent
it: La tua richiesta di invitare i seguenti utenti è stata spedita

source: Your settings cannot be changed via the Socialtext settings UI.
it: Le tue impostazioni non possono essere cambiati attraverso le impostazioni UI Socialtext.

source: Your watchlist
it: La tua watchlist

source: Your workspaces
it: I tuoi spazi di lavoro

source: "%1" is not a valid email address. Please use your email address to log in.
it: "%1" non è un indirizzo email valido. Utilizzate il vostro indirizzo email per accedere.

source: and this email address:
it: e questo indirizzo email:

source: another workspace
it: altro spazio di lavoro

source: another.friend@example.com
it: altro.amico@esempio.com

source: anybody can see and edit pages
it: tutti possono vedere e modificare le pagine

source: anybody can see and edit pages, upload files and send email
it: tutti possono vedere e modificare le pagine, caricare file e spedire email

source: anybody can see the workspace and make comments, only privately invited members can edit
it: tutti possono vedere lo spazio di lavoro e aggiungere commenti, solo i membri invitati privatamente possono modificare

source: anybody can see the workspace, only privately invited members can edit
it: tutti possono vedere lo spazio di lavoro, solo i membri invitati privatamente possono modificare

source: anybody can see the workspace, users can register to be able to edit
it: tutti possono vedere lo spazio di lavoro, gli utenti possono registrarsi per poter modificare

source: attachments
it: allegati

source: authenticated-user-only
it: solo-utenti-autenticati

source: automatic, United States
it: automatico, Stati Uniti

source: bold words
it: parole in grassetto

source: category
it: categoria

source: category:help
it: categoria:aiuto

source: change
it: cambia

source: changes
it: cambiamenti

source: click to create page
it: fai click per creare una pagina

source: comment
it: commenti

source: contributed by {user: %1} on {date: %2}
it: contributo di {user: %1} su {date: %2}

source: currently in DST
it: attualmente in DST

source: currently not in DST
it: attualmente non in DST

source: date: %1
it: data: %1

source: different-workspace
it: differenti-spazi di lavoro

source: edit
it: modifica

source: edit this post
it: modifica questo post

source: email link
it: link email

source: error:
it: errore:

source: external image
it: immagine esterna

source: external link
it: link esterno

source: form: %1
it: modulo: %1

source: free
it: gratis

source: heading 1
it: intestazione 1

source: heading 2
it: intestazione 2

source: heading 3
it: intestazione 3

source: heading 4
it: intestazione 4

source: heading 5
it: intestazione 5

source: heading 6
it: intestazione 6

source: headings are sections too
it: anche le intestazioni sono sezioni

source: if you use this setting, the workspace is likely to be spammed
it: Se usi queste impostazioni, lo spazio di lavoro sarà facilmente soggetto a spam

source: image attached to a page in another workspace
it: immagine allegata ad una pagina in un altro spazio di lavoro

source: image attached to page
it: immagine allegata alla pagina

source: image attachment
it: immagine allegata

source: image: %1
it: immagine: %1

source: include: %1
it: includi: %1

source: indented
it: indentato

source: inter-workspace link: %1
it: link interno allo spazio di lavoro: %1

source: italic words
it: parole in corsivo

source: item 1
it: elemento 1

source: item 2
it: elemento 2

source: lines
it: linee

source: member-only
it: solo membri

source: monospace
it: spazio unico

source: never in DST
it: mai in DST

source: no access to workspace
it: nessun accesso allo spazio di lavoro

source: only invited users can access the workspace
it: solo gli utenti invitati possono accedere allo spazio di lavoro

source: optional
it: opzionale

source: or post by email:
it: o pubblica via email:

source: page name
it: nome pagina

source: percent free
it: percentuale gratuita

source: public
it: pubblico

source: public-authenticate-to-edit
it: pubblico-autenticazione-per-modificare

source: public-comment-only
it: pubblico-solo-commenti

source: public-read-only
it: pubblico-solo-lettura

source: recent changes
it: cambiamenti recenti

source: recent changes: %1
it: cambiamenti recenti: %1

source: refresh
it: rinnova

source: registered users
it: utenti registrati

source: required
it: richiesto

source: revision
it: versione

source: search: %1
it: cerca: %1

source: section link
it: link sezione

source: section: %1
it: sezione: %1

source: start irc session
it: inzia sessione irc

source: strikeout
it: sottolinea

source: string %1
it: stringa %1

source: subitem 1
it: sottoelemento 1

source: table
it: tabella

source: tag list: %1
it: elenco tag: %1

source: this text is not bold
it: questo testo non è in grassetto

source: title
it: titolo

source: title:hello
it: titolo:ciao

source: total
it: totale

source: unformatted: %1
it: non formattato: %1

source: user: %1
it: utente: %1

source: username:
it: nomeutente:

source: value
it: valore

source: warning:
it: attenzione:

source: web address:
it: indirizzo web:

source: weblog list: %1
it: elenco weblog: %1

source: workspace
it: spazio di lavoro

source: workspace members
it: utenti dello spazio di lavoro

source: your.friend@example.com
it: tuo.amico@esempio.com

source: {file: proposal.pdf} on this page
it: {file: proposal.pdf} su questa pagina
