Repository: ElDavoo/open
Catalog: nlw/share/l10n/*.po
Languages: it

source: Enter a meaningful and distinctive title for your page.
it: Inserisci un titolo di senso compiuto e distintivo per la tua pagina.

source: Enter a tag and click "Add tag". The tag will be saved when you save the page.
it: Inserisci un tag e fai click su "Aggiungi tag". Il tag verrà salvato quando salvi la pagina.

source: Enter part of a user's first or last name, or email address.
it: Inserisci parte del nome o cognome, o indirizzo email di un utente.

source: Enter the information for the user you would like to invite to this workspace.
it: Inserisci l'informazione per l'utente che vuoi invitare allo spazio di lavoro.

source: Enter your email address below. Enter the email address you normally use for your Socialtext account. If you got here by clicking a link you received in an email message, look at that message, and use the email address it was sent to.
it: Inserisci il tuo indirizzo email qui sotto. Inserisci l'indirizzo che usi normalmente per il tuo account Socialtext. Se sei arrivato qui facendo click su un link che hai ricevuto in un messaggio email, controlla quel messaggio e usa l'indirizzo email cui è stato spedito.

source: Error updating from timeserver %1
it: Errore durante l'aggiornamento dal timeserver %1

source: Error:
it: Errore:

source: Error:<pre>No pages selected for export</pre>
it: Errore:<pre>Nessuna pagina da esportare selezionata</pre>

source: Every 15 Minutes
it: Ogni 15 minuti

source: Every 3 Days
it: Ogni 3 giorni

source: Every 5 Minutes
it: Ogni 5 minuti

source: Every 6 Hours
it: Ogni 6 ore

source: Every Day
it: Ogni giorno

source: Every Hour
it: Ogni ora

source: Every Minute
it: Ogni minuto

source: Every Week
it: Ogni settimana

source: Example:
it: Esempio:

source: Example: Acme Widgets Product Development
it: Esempio: Widget dello Sviluppo Prodotti Acme

source: Example: C:\My Pictures\socialtext-logo-30.gif
it: Esempio: C:\My Pictures\socialtext-logo-30.gif

source: Example: Sales Team Weblog
it: Esempio: Forza vendite weblog

source: Example: acme-product-dev creates this workspace address:
it: Esempio: acme-product-dev genera questo indirizzo per lo spazio di lavoro:

source: Example: http://www.socialtext.com/images/socialtext-logo-30.gif
it: Esempio: http://www.socialtext.com/images/socialtext-logo-30.gif

source: Except for your name, all fields are optional.
it: Ad eccezione del tuo nome, tutti i campi sono opzionali.

source: Export
it: Esporta

source: Export as HTML
it: Esporta come HTML

source: Export directory %1 does not exist.
it: La directory di esportazione %1 non esiste.

source: Export to PDF
it: Esporta in PDF

source: Export to Word
it: Esporta in Word

source: Exporting %1
it: Esporto %1

source: Exporting workspaces ...
it: Esporto spazi di lavoro ...

source: Fetching backup file from SMB share ...
it: File di backup in fase di recupero dalla condivisione SMB...

source: File Name
it: Nome file

source: Filename
it: Nome file

source: Files To upload:
it: File da caricare:

source: Filter by category
it: Filtra per categoria:

source: First Name
it: Nome

source: First Name:
it: Nome:

source: First Post in %1
it: Primo post in %1

source: First name:
it: Nome:

source: Forgot Password
it: Password dimenticata

source: Fri
it: Ven

source: From:
it: Da:

source: Fully public
it: Completamente pubblico

source: Gave Socialtext Accounts access to %1
it: Accesso assegnato agli account SocialText %1

source: Gave Socialtext System Management access to %1
it: Gestione di sistema assegnato a %1

source: Go to:
it: Vai a:

source: Greetings from Socialtext,
it: Saluti da Socialtext

source: Hello,
it: Salve,

source: Hello, this is a page from the workspace that I wanted you to see. This page is also available for viewing or editing on the web at: %1
it: Salve, questa è una pagina dallo spazio di lavoro che voglio mostrarti. Si può visualizzare o modificare questa pagina sul web al: %1

source: Help
it: Aiuto

source: Hi,
it: Ciao,

source: How frequently would you like to receive watchlist emails?
it: Quanto spesso vuoi ricevere email dalla watchlist?

source: How many items from that time period should be displayed as a side box on pages?
it: Quanti elementi di questo intervallo devono comparire nel box laterale sulla pagina?

source: How many items from your watchlist should be shown on the dashboard?
it: Quanti elementi della tua watchlist devono essere mostrate nella dashboard?

source: How many pages to show in side pane box?
it: Quante pagine vuoi mostrare nel pannello laterale?

source: How many posts should be displayed in outgoing feeds?
it: Quanti post devono essere visualizzati nei feed?

source: How many posts should be displayed in weblog view?
it: Quanti post devono essere visualizzati nella visualizzazione weblog?

source: How often would you like to receive email updates?
it: Quanto spesso vuoi ricevere aggiornamenti via email?

source: How should Daylight Savings/Summer Time be handled?
it: Come devono essere gestite l'ora legale e l'ora solare?

source: How should displayed dates be formatted?
it: In che formato vuoi visualizzare la data?

source: I don't know my password.
it: Non so la mia password.

source: I'm inviting you into the %1 workspace
it: Ti invito nello spazio di lavoro %1.

source: I'm inviting you to join %1, one of our shared workspaces.
it: Ti invito a partecipare a %1, uno dei nostri spazi di lavoro condivisi.

source: I'm inviting you to join %1, one of our shared workspaces. Sign in using the information below:
it: Ti invito a partecipare a %1, uno dei nostri spazi di lavoro condivisi. Accedi usando le informazioni qui sotto:

source: If there is already an existing page with that title, where should the body of the email be added?
it: Se c'è già una pagina esistente con questo titolo, dove dev'essere aggiunto il corpo dell'email?

source: If you are sure you wish to overwrite the "%1" page on "%2", please press "Copy" again.
it: Se sei sicuro di voler sovrascrivere la pagina "%1" su "%2", per favore premi nuovamente "Copia".

source: If you do not already have an account, you can <a href="/nlw/register.html?redirect_to=%1">register here</a>.
it: Se non hai già un account, puoi <a href="/nlw/register.html?redirect_to=%1">registrarti qui</a>.

source: If you don't remember it, follow this link to select a new password:
it: Se non la ricordi, segui questo link per scegliere una nuova password:

source: If you don't remember it, just <a href="%4">click here to select a new password</a>.
it: Se non la ricordi, fai semplicemente <a href="%4">click qui per scegliere una nuova password</a>.

source: If you don't select an image, a Socialtext logo will be used instead.
it: Se non scegli un'immagine, verrà usato a suo posto il logo Socialtext.

source: If you have any questions, please feel free to send email to %1.
it: Per qualsiasi domanda, non esitare a spedire un'email a %1.

source: If you have any questions, please feel free to send email to <a href="mailto:%1">%2</a>.
it: Per qualsiasi domanda, per favore non esitare a spedire un'email a<a href="mailto:%1">%2</a>.

source: If you have questions about this email, contact your wiki support at %1
it: Se hai domande riguardo questa email, contatta l'assistenza a %1

source: If you have questions about this email, contact your wiki support at %1.
it: Se hai domande riguardo questa email, contatta l'assistenza a %1.

source: If you have questions, please contact your wiki support at
it: Se hai domande, per favore contatta l'assistenza a

source: If you have questions, please contact your wiki support at %1.
it: Se hai domande, per favore contatta l'assistenza a %1.

source: If you see something you'd like to add to or change, click the "Edit" link at the top of each page.
it: Se c'è qualcosa che vorresti aggiungere o cambiare, fai click sul link "Modifica" nella parte alta di ogni pagina.

source: If you see something you'd like to add to or change, click the "Edit" link at the top of each page. Make your contributions in the text box, then click "Save".
it: Se c' è qualcosa che vorresti aggiungere o cambiare, fai click sul link "Modifica" nella parte alta di ogni pagina. Inserisci i tuoi contributi nel box di testo, poi fai clic su "Salva".

source: If you try to search on a field that does not exist (<tt>link:hello</tt>) or without a query (<tt>link:</tt>) you will see this message.
it: Se provi a cercare in un campo che non esiste (<tt>link:hello</tt>) o senza un testo da cercare (<tt>link:</tt>) visualizzerai questo messaggio.

source: If you wish, you can include a personal message in the invitation email. You can edit the message to say anything you want.
it: Se vuoi, puoi includere un messaggio personale nella tua email di invito. Puoi modificare il messaggio per dire quello che vuoi.

source: Ignore Bug
it: Ignora il bug

source: Image Already On The Web
it: Immagine già presente sul web

source: Importing workspaces from tarballs ...
it: Importazione dei worspace dalle "tarball" in corso

source: Include Recently Viewed items as a side box when viewing pages?
it: Vuoi includere gli elementi Visti di recente come box laterale quando visualizzi le pagine?

source: Include the '%1' Atom feed. Click to edit.
it: Includi il feed Atom %1. Fai click per modificare.

source: Include the '%1' RSS feed. Click to edit.
it: Includi il feed RSS %1. Fai click per modificare.

source: Include the page '%1'. Click to edit.
it: Includi la pagina %1. Fai click per modificare.

source: Include the weblog '%1'. Click to edit.
it: Includi il weblog '%1'. Fai click per modificare.

source: Incoming Links
it: Link in entrata

source: Incoming email placement must be one of top, bottom, or replace.
it: La posizione della posta in ingresso deve essere in alto, in basso o rimpiazza

source: Initial Appliance Administrator Email
it: Indizzo email iniziale dell'Amministratore dell'Appliance

source: Initialize Workspaces
it: Inizializza gli spazi di lavoro

source: Initialize Workspaces?
it: Inizializza gli spazi di lavoro?

source: Initializing workspaces ...
it: Inizializzazione degli spazi di lavoro...

source: Instant message to '%1' using AIM. Click to edit.
it: Messaggio istantaneo a '%1' usando AIM. Fai click per modificare.

source: Instant message to '%1' using Yahoo! Click to edit.
it: Messaggio istantaneo a '%1' usando Yahoo! Fai click per modificare.

source: Invalid character '/' in changes parameter
it: Carattere '/' invalido fra i parametri di modifica

source: Invalid host: %1
it: Host no valido: %1

source: Invitation Request
it: Richiesta d'invito

source: Invitation to join %1
it: Invito ad unirti a %1

source: Invite
it: Invita

source: Invite New Users
it: Invita nuovi utenti

source: Invite Other Users
it: Invita altri utenti

source: It looks like you are trying to search on a field in the search index. At this time the fields available are:
it: E' come se stessi cercando di effettuare una ricerca in un campo dell'indice di ricerca. Al momento i campi disponibili sono:

source: It must consist of 3-30 lowercase letters, numbers, underscores or dashes.
it: Deve contenere fra 3 e 30 lettere minuscole, numeri, underscore o trattini

source: Italian
it: Italiano

source: Japanese
it: Giapponese

source: Keep attachments
it: Tieni allegati

source: Keep categories
it: Tieni categorie

source: Last 2 Days
it: Ultimi 2 giorni

source: Last 2 Weeks
it: Ultime 2 settimane

source: Last 24 hours
it: Ultime 24 ore

source: Last 3 Days
it: Ultimi 3 giorni

source: Last Edited By
it: Modificato l'ultima volta da

source: Last Month
it: Ultimo mese

source: Last Name
it: Cognome

source: Last Name:
it: Cognome:

source: Last Week
it: Ultima settimana

source: Last edited by %1
it: Modificato l'ultima volta da %1

source: Last edited by <span class="st-homepage-whatsnew-author">%1</span> on <span class="st-homepage-whatsnew-date">%2</span>
it: Modificato l'ultima volta da <span class="st-homepage-whatsnew-author">%1</span> il <span class="st-homepage-whatsnew-date">%2</span>

source: Last manual backup was %1
it: L'ultimo backup manuale è stato il %1

source: Last manual backup was never
it: Non è mai stato fatto un backup manuale.

source: Last name:
it: Cognome:

source: Link text
it: Testo del link

source: Link to '%1' in '%2'. Click to edit.
it: Link a '%1' in '%2'. Fai click per modificare.

source: Link to file '%1'. Click to edit.
it: Link a file '%1'. Fai click per modificare.

source: Link to tag '%1'. Click to edit.
it: Link a tag '%1'. Fai click per modificare.

source: Link to weblog '%1'. Click to edit.
it: Link a weblog '%1'. Fai click per modificare.

source: List All Users
it: Elenca tutti gli utenti

source: Loading...
it: Caricamento...

source: Locale for %1 is now %2
it: "Locale" per %1 ora è %2

source: Log in
it: Autenticazione

source: Log in to Socialtext
it: Autenticati su SocialText

source: Log in with an existing account
it: Autenticati con un account esistente

source: Log in with your email address:
it: Autenticati con il tuo indirizzo email

source: Log out
it: Esci

source: Login
it: Autenticazione

source: Logo file must be a gif, jpeg, or png file.
it: Il logo deve essere un file in formato gif, jpeg o png

source: Look for <img border="0" src="%1/images/st/pagetools/watch-hover.gif"/> on a page you want to watch and then click on it to add the page to your Watchlist..
it: Cerca <img border="0" src="%1/images/st/pagetools/watch-hover.gif"/> su una pagina che vuoi tenere sotto controllo e cliccaci sopra per aggiungerla alla tua Watchlist..

source: Make your contributions in the text box, then click "Save".
it: Inserisci il tuo contributo nel box di testo e poi premi "Salva".

source: Malformed query.
it: Formato query errato

source: Manage All Users
it: Gestisci tutti gli utenti

source: Manage files
it: Gestisci file

source: Maximum file size: 50MB
it: Dimensione massima del file: 50MB

source: Meeting Notes
it: Note dell'incontro

source: Meeting notes category
it: Categoria delle note dell'incontro

source: Mon
it: Lun

source: My Settings
it: Le mie impostazioni

source: My Weblog
it: Il mio weblog

source: My Weblog weblog
it: Il weblog del mio weblog

source: My Workspaces
it: I mei spazi di lavoro

source: Name
it: Nome

source: Navigation for: %1
it: Navigazione da: %1

source: Navigation tabs to select different sections of the control panel.
it: Etichette di navigazione per scegliere diverse sezioni del pannello di controllo.

source: Never
it: Mai

source: New Page
it: Nuova pagina

source: New Workspace
it: Nuovo spazio di lavoro

source: New administrator email address:
it: Nuovo indirizzo email amministratore:

source: New page name
it: Nuovo nome pagina

source: New password
it: Nuova password

source: New passwords do not match
it: Le nuove password non sono uguali

source: New passwords must be at least 6 characters long.
it: La nuova password dev'essere di almeno 6 caratteri.

source: New search
it: Nuova ricerca

source: New users will be sent the following invitation email:
it: Ai nuovi utenti verrà inviata l'email di invito seguente:

source: New workspace
it: Nuovo spazio di lavoro

source: New&nbsp;Post
it: Nuovo&nbsp;Post

source: Newer entries
it: Contributi più recenti

source: No downloads.
it: Nessun download.

source: No email addresses specified
it: Nessun indirizzo email specificato

source: No files available to restore.
it: Non è disponibile alcun file da ripristinare.

source: No page ID given
it: NOn è stato fornito alcun ID di pagina

source: No page name given
it: Non è stato assegnato nessun nome alla pagina

source: No pages selected for export
it: Non è stata selezionata alcuna pagina da esportare

source: No problem, we can send you an email that will help. You will be able to change your password back to something you know.
it: Nessun problema, possiamo mandarti un'email che ti potrà aiutare. Potrai cambiare la tua password ad una che ti sia nota.

source: No revisions
it: Nessuna revisione

source: No statistics yet available for %1
it: Non sono ancora disponibili statistiche per %1

source: No stats dir for this page
it: Nessuna directory di statistiche per questa pagina

source: No stats for this page
it: Non ci sono statistiche per questa pagina

source: No stats for this page yet
it: Non ci sono ancora statistiche per questa pagina

source: No uploads.
it: Non è stato caricato alcun file

source: No users entered
it: Nessun utente inserito

source: No watchlist for %1 in %2
it: Nessuna "watchlist" per %1 su %2

source: Normal View
it: Vista Normale

source: Not a valid page name
it: Nome pagina non valido

source: Old password is incorrect
it: La vecchia password non è corretta

source: Once you have confirmed your account, you will receive a second email with login details.
it: Una volta che avrai validato il tuo account, riceverai una seconda email con i dettagli per l'autenticazione.

source: Only %1 can send email to this workspace.
it: Solo %1 può spedire email a questo spazio di lavoro.

source: Only Click the button below if you wish to be unsubscribed from this workspace. After clicking you will no longer have access to this workspace unless you are resubscribed by a Workspace administrator at a later time.
it: Fai click sul pulsante sottostante solo se vuoi annullare la tua registrazione a questo spazio di lavoro. Una volta compiuta questa operazioni, non potrai più accedervi a meno che un Amministratore non ti iscriva nuovamente.

source: Only registered users can send email to %1.
it: Solo gli utenti registrati possono spedire email a %1.

source: Only workspace members can send email to %1.
it: Solo gli utenti dello spazio di lavoro possono spedire email a %1.

source: OpenID for this user:
it: OpenID per questo utente:

source: Or you may continue to work in this workspace, and visit "%1" later.
it: Oppure puoi continuare a lavorare in questo spazio di lavoro, e visitare "%1" più tardi.

source: Orphaned Pages
it: Pagine "orfane"

source: Other participants can see it, too, and can edit it to leave notes for you.
it: Anche gli altri partecipanti possono vederlo, e possono modificarlo per lasciarti annotazioni.

source: Outgoing mail server
it: Mail server in uscita

source: Overview
it: Vista d'insieme

source: Page Already Exists
it: La pagina esiste già

source: Page Editing
it: Modifica Pagina

source: Page Last Updated:
it: Ultimo aggiornamento della pagina.

source: Page Link
it: Link alla Pagina

source: Page Name
it: Nome Pagina

source: Page Title
it: Titolo della Pagina

source: Page Title:
it: Titolo della Pagina:

source: Page link
it: Link alla pagina

source: Page name and link only
it: Solo nome e link della pagina

source: Page name and link, plus author and date
it: Nome e link della pagina, più autore e data

source: Page name is too long
it: Il nome della pagina è troppo lungo

source: Page renamed to %1
it: La pagina è stata rinominata come %1

source: Page section name
it: Nome della sezione della pagina

source: Page title is too long after URL encoding
it: Il titolo della pagina è troppo lungo, una volta che è stato codificato come URL

source: Page title is too long; maximum length is %1
it: Il titolo della pagina è troppo lungo, il massimo consentito è %1

source: Page title missing
it: Titolo della pagina mancante

source: Pages
it: Pagine

source: Pages You're Watching
it: Le pagine che stai osservando

source: Pages containing '%1' (%2)
it: Pagine che contengono '%1' (%2)

source: Pages with the '%1' tag. Click to edit.
it: Pagine col tag '%1'. Clicca per modificare.

source: Passwords must be at least 6 characters long.
it: Le password devono essere composte di almeno 6 caratteri.

source: Perform Backup Now
it: Esegui un backup ora

source: Perform Restore
it: Esegui un ripristino

source: Personal Message
it: Messaggio personale

source: Please <a href="%1">click on this link to confirm your email address.</a>
it: Per favore <a href="%1">clicca su questo link per confermare il tuo indirizzo email.</a>

source: Please <a href="%1">click on this link</a> to confirm your email address.
it: Per favore <a href="%1">clicca su questo link</a> per confermare il tuo indirizzo email.

source: Please choose a different name.
it: Per favore scegli un nome differente.

source: Please choose a new Socialtext password
it: Per favore scegli una nuova password per SocialText

source: Please click on this link to confirm your email address:
it: Per favore clicca su questo link per confermare il tuo indirizzo email:

source: Please confirm your email address
it: Per favore, conferma il tuo indirizzo email

source: Please confirm your email address to register with Socialtext
it: Per favore, conferma il tuo indirizzo email per registrarti con SocialText.

source: Please enter a valid email address
it: Per favore, inserisci un indirizzo email valido

source: Please enter an email address
it: Per favore, inserisci un indirizzo email

source: Please enter an email address.
it: Per favore, inserisci un indirizzo email.

source: Please follow these instructions to change your Socialtext password
it: Per favore,segui queste istruzioni per cambiare la tua password SocialText.

source: Please follow this link to confirm your address:
it: Per favore, segui questo link per confermare il tuo indirizzo email:

source: Please give your weblog a name. If the name you provide does not end with "Blog" or "Weblog", the system will add "Blog" to the name you provide. After you click "Create", you'll be taken right to the new weblog.
it: Per favore, assegna un nome al tuo weblog. Se il nome che inserisci non finisce con "Blog" o "Weblog", il sistema aggiungerà "Blog" al nome che avrai fornito. Dopo aver cliccato su "Crea", verrai portato al nuovo weblog.

source: Please invite these people into the %1 workspace.
it: Per favore, invita queste persone allo spazio di lavoro %1

source: Please select a file to restore
it: Per favore, seleziona un file da ripristinare

source: Please send email to <a href="mailto:%1">%1</a> if you think it should have worked.
it: Per favore spedisci un email a <a href="mailto:%1">%1</a> se pensi che avrebbe dovuto funzionare.

source: Please wait until the backup finishes, then retry.
it: Per favore, attendi che il backup sia finito, poi ritenta.

source: Please wait until the restore finishes, then retry.
it: Per favore, attendi che il ripristino sia completato, poi ritenta.

source: Post to this tag by email:
it: Pubblica con questo tag via email:

source: Posted by %1 on %2
it: Pubblicato da %1 su %2

source: Preferences
it: Preferenze

source: Preferences Class ID is missing
it: L'ID per la Class manca

source: Preferences saved
it: Preferenze salvate

source: Preferences: %1
it: Preferenze: %1

source: Preview
it: Anteprima

source: Print
it: Stampa

source: Print This
it: Stampa questo

source: Print this page
it: Stampa questa pagina

source: Print this weblog
it: Stampa questo weblog

source: Private
it: Privato

source: Public login-to-edit
it: Accesso pubblico in modifica

source: Public read-and-comment-only
it: Accesso solo in lettura e commenti

source: Public read-only
it: Accesso solo in lettura

source: Quick jump
it: Vai a

source: Re-type Password:
it: Reinserisci la password

source: Reboot
it: Riavvia

source: Reboot Appliance
it: Riavvia l'appliance

source: Reboot Appliance?
it: Riavviare l'appliance?

source: Reboot Now
it: Riavvia ora

source: Recent Changes
it: Modifiche recenti

source: Recent Changes In %1 Workspace
it: Modifiche recenti nello spazio di lavoro %1

source: Recent Changes in Tag %1
it: Modifiche recenti nel tag %1

source: Recent Changes in Tag %1 in workspace %2
it: Modifiche recenti nel tag %1 nello spazio di lavoro %2

source: Recent Posts from %1
it: Post recenti da %1

source: Recent Posts from %1 in workspace %2
it: Post recenti da %1 nello spazio di lavoro %2
