Repository: ElDavoo/open
Catalog: nlw/share/l10n/*.po
Languages: it

source: %1 - Atom Search for %2
it: %1 - Ricerca Atom per %2

source: %1 - RSS Search for %2
it: %1 - Ricerca RSS per %2

source: %1 Account Growth Report
it: Resoconto crescita account %1

source: %1 Account Usage Report
it: Resoconto utilizzo account %1

source: %1 Workspace Growth Report
it: Resoconto crescita spazio di lavoro %1

source: %1 Workspace Usage Report
it: Resoconto utilizzo spazio di lavoro %1

source: %1 as a weblog
it: %1 come weblog

source: %1 days
it: %1 giorni

source: %1 does not have any headers.
it: %1 non ha alcun header.

source: %1 hours
it: %1 ore

source: %1 is a required field.
it: %1 è un campo obbligatorio.

source: %1 is not a valid archive filename. Skin files must end with .zip, .tar.gz or .tgz.
it: %1 no è un nome valido per l'archivio. I file contenenti le skin devono finire con .zip, .tar.gz o .tgz

source: %1 is not a valid email address.
it: %1 non è un indirizzo email valido.

source: %1 is not registered as a user. Try a different email address?
it: %1 non è un utente registrato. Volete provare con un indirizzo email diverso?

source: %1 minutes
it: %1 minuti

source: %1 months
it: %1 mesi

source: %1 seconds
it: %1 secondi

source: %1 weeks
it: %1 settimane

source: %1 would like to ask you to invite new users into the %2 workspace:
it: %1 ti chiede di invitare i seguenti nuovi utenti allo spazio di lavoro %2 :

source: %1's Notepad
it: Blocco note di %1

source: %1: All Revisions
it: %1: Tutte le revisioni

source: %1: search for %2
it: %1: ricerca per %2

source: %1: watchlist for %2
it: %1: watchlist di %2

source: %quant(%1,revision)
it: %quant(%1,revisione)

source: %quant(%1,view)
it: %quant(%1,visita)

source: '%1' is a reserved workspace name and cannot be used.
it: '%1' è un nome riservato per gli spazi di lavoro e non può essere utilizzato.

source: '%1' is not a valid locale
it: '%1' non è un locale valido

source: (by %1 on %2)
it: (di %1 su %2)

source: (contact <a href="mailto:support@socialtext.com">Socialtext Support</a> if you need access)
it: (contatta il <a href="mailto:support@socialtext.com">Supporto Socialtext</a> in caso di necessità)

source: (leave blank to use appliance's built-in SMTP server)
it: (lasciare vuoto per utilizzare il server SMTP già installato nell'appliance)

source: +0000 UTC/GMT, Western European
it: +0000 UTC/GMT

source: +0100 Central European
it: +0100 Europa centrale

source: +0200 Eastern European
it: +0200 Europa dell'Est

source: +0400 Delta/USSR Zone 3
it: +0400 Delta/USSR Zona 3

source: +0500 Echo/USSR Zone 4
it: +0500 Echo/USSR Zona 4

source: +0530 Indian
it: +0530 India

source: +0600 Foxtrot/USSR Zone 5
it: +0600 Foxtrot/USSR Zona 5

source: +0700 Golf/USSR Zone 6
it: +0700 Golf/USSR Zona 6

source: +0800 Western Australian, China Coast
it: +0800 Australia Ovest, Costa cinese

source: +0900 Japan, Korean
it: +0900 Giappone, Corea

source: +0930 Central Australian
it: +0930 Australia centrale

source: +1000 Eastern Australian, Guam
it: +1000 Australia dell'Est, Guam

source: +1200 International Date Line East
it: +1200 Linea internazionale di cambio data Est

source: +1200 New Zealand
it: +1200 Nuova Zelanda

source: -0100 West Africa
it: -0100 Africa Ovest

source: -0300 Greenland
it: -0300 Groenlandia

source: -0330 Newfoundland
it: -0330 Terranova

source: -0400 Atlantic
it: -0400 USA Atlantico

source: -0500 Eastern (Americas)
it: -0500 Est (Americhe)

source: -0600 Central (Americas)
it: -0600 Centrale (Americhe)

source: -0700 Mountain
it: -0700 USA Montagne

source: -0800 Pacific
it: -0800 USA Pacifico

source: -1000 Hawaii, Central Alaska
it: -1000 Hawaii, Alaska centrale

source: -1200 International Date Line West
it: -1200 Linea internazionale di cambio data Ovest

source: <Your personal message goes here.>
it: <Inserisci qui il tuo messaggio.>

source: <a href="./proposal.pdf">proposal.pdf</a> on <u>page name</u>
it: <a href="./proposal.pdf">proposal.pdf</a> su <u>nome pagina</u>

source: <a href="./proposal.pdf">proposal.pdf</a> on this page
it: <a href="./proposal.pdf">proposal.pdf</a> su questa pagina

source: <a href="/%1/?action=users_invitation">Invite</a> other people to %2.
it: <a href="/%1/?action=users_invitation">Invita</a> altre persone allo spazio di lavoro %2.

source: <a href="/%1/">Go to</a> the %2 home page.
it: <a href="/%1/">Vai</a> alla home page dello spazio di lavoro %2.

source: <a href="?action=users_invitation">Invite your colleagues<b></b></a> to this workspace.
it: <a href="?action=users_invitation">Invita i tuoi colleghi<b></b></a> a questo spazio di lavoro.

source: <p>This is where you set the title of the page you would like to see in the "Your Notepad" panel.</p><p>Some choose to use an existing page, and others make a new page, such as "Rupert Jee's Notepad".</p>
it: <p>Inserisci qui il titolo della pagina che vuoi venga inserita nel riquadro "Il tuo blocco note". </p><p>Alcuni scelgono di utilizzare una pagina già esistente, altri di creare una nuova pagina, ad esempio "Rupert Jee's Notepad".</p>

source: <u>Link to section</u> in the same page
it: <u>Link alla sezione</u> della stessa pagina

source: <u>Link to section</u> of a different page
it: <u>Link alla sezione</u> in una pagina diversa

source: <u>Link to section</u> of a page in another workspace
it: <u>Link alla sezione</u> di una pagina di un altro spazio di lavoro

source: <u>Page Link</u> to different-workspace
it: <u>Link a pagina</u> di un differente spazio di lavoro

source: A custom skin file was not uploaded.
it: Non è stato caricato un file con una skin personalizzata.

source: A filter has been set on this workspace. All candidate email addresses must match this pattern:
it: E' stato impostato un filtro a questo spazio di lavoro. Tutti gli indirizzi email dei candidati devono seguire questo schema:

source: A filter has been set on this workspace. All candidate email addresses must match this pattern: <span style="color: red"> %1 </span>
it: E' stato impostato un filtro a questo spazio di lavoro. Tutti gli indirizzi email dei candidati devono seguire questo schema: span style="color: red"> %1 </span>

source: A page must have a body to be saved.
it: La pagina deve avere un contenuto per essere salvata.

source: A page must have a title to be saved.
it: La pagina deve avere un titolo per essere salvata.

source: A password is required to create a new user.
it: E' richiesta una password per creare un nuovo utente.

source: A user with this email address (%1) already exists.
it: Esiste già un utente con questo indirizzo email (%1).

source: AOL user aim:aimuser presence
it: Stato utente AOL aim:aimuser

source: AOL user aimuser presence
it: Stato utente AOL aimuser

source: Access a Community of Peers
it: Accedi alla Community

source: Account name is a required field.
it: Nome Utente è un campo obbligatorio

source: Accounts
it: Utenti

source: Accounts matching "%1"
it: Utenti che corrispondono a "%1"

source: Add
it: Aggiungi

source: Add Administrator
it: Aggiungi Amministratore

source: Add Appliance Administrators
it: Aggiungi gli Amministratori dell'Appliance

source: Add Tags
it: Aggiungi un Tag

source: Add tag
it: Aggiungi tag

source: Add&nbsp;tag
it: Aggiungi&nbsp;un&nbsp;tag

source: Admin
it: Amministratore

source: Administrator Notification
it: Notifica Amministratore

source: Advanced
it: Avanzate

source: All Files
it: Tutti i file

source: All Files in %1
it: Tutti i file ne %1

source: All Pages
it: Tutte le pagine

source: All Pages in %1
it: Tutte le pagine in %1

source: All Revisions
it: Tutte le revisioni

source: All Tags
it: Tutti i tag

source: All Tags in %1
it: Tutti i tag ne %1

source: All Tags in Workspace
it: Tutti i tag dello Spazio di Lavoro

source: All backlinks for "%1"
it: Tutti i backlinks per "%1"

source: All files
it: Tutti i file

source: All pages
it: Tutte le pagine

source: All tags
it: Tutti i tag

source: All&nbsp;Revisions
it: Tutte&nbsp;le&nbsp;revisioni

source: An Invitation to join %1
it: Invito a partecipare a %1

source: An account must be specified for all new workspaces.
it: E' necessario specificare almeno un account per ogni nuovo spazio di lavoro.

source: An account with this name (%1) already exists.
it: Esiste già un account con questo nome (%1).

source: An application error has occurred in the Socialtext Workspace system.
it: Si è verificato un errore dell'applicazione nel Socialtext Workspace system.

source: An email confirming your registration has been sent to %1.
it: A conferma della registrazione è stata mandata una email a %1.

source: An email with instructions on changing your password has been sent to %1.
it: Una email con le istruzioni per cambiare la password è stata mandata a %1.

source: An invalid page ID was given: %1
it: E' stato fornito un ID di pagina non valido: %1

source: And don't worry about breaking anything - previous versions of the page are saved, so there's always a backup copy of the page you're working on.
it: E non preoccupatevi se modificate qualcosa - le versioni precedenti della pagina sono state salvate, quindi c'è sempre una copia di backup della pagina su cui state lavorando.

source: Announcements and Links
it: Annunci e link

source: Anyone can send email to %1.
it: Tutti possono mandare una email a %1.

source: Anyone can send email to this workspace.
it: Tutti possono mandare una email a questo spazio di lavoro.

source: Apache Logs
it: Log di Apache

source: Apache error log
it: Log degli errori di Apache

source: Append the extra text below?
it: Includere il testo aggiuntivo sottostante?

source: Append the personal message below?
it: Includere il messaggio sottostante?

source: Append your text to the bottom of the existing page named:
it: Includi il tuo testo al fondo della pagina chiamata:

source: Appliance Console
it: Console(Appliance)

source: Appliance Documentation
it: Documentazione (Appliance)

source: Appliance Manual Workspace
it: Spazio di Lavoro del Manuale (Appliance)

source: Appliance clock when this screen was generated:
it: Orario dell'Appliance nel momento in cui è stata generata questa schermata:

source: Application Error Bug Dump
it: Application Error: dettagli del bug

source: Application error for %1 on %2: %3
it: Application error per %1 su %2: %3

source: Application error in %1 for %2 on %3: %4
it: Application error in %1 per %2 su %3: %4

source: Application error in %1 on %2: %3
it: Application error per %1 su %2: %3

source: Application error on %1: %2
it: Application error su %1: %2

source: Archive Directory
it: Directory Archivio

source: As a Socialtext customer, you have access to the <a href="http://www.socialtext.net/exchange/">Socialtext Customer Exchange</a>. It is where you can share tips and best practices with other Socialtext customers.
it: In qualità di cliente SocialText, hai accesso a <a href="http://www.socialtext.net/exchange/">Socialtext Customer Exchange</a> (in inglese). Lì portai condividere esperienze, suggerimenti e idee con altri clienti SocialText.

source: As we continue to develop the search system, the options you will have and the interface you have to make use of them will improve.
it: Dal momento che noi continuiamo a sviluppare il sistema di ricerca, le opzioni che hai e l'interfaccia che hai per usarle miglioreranno.

source: Attachment not found. The page name, file name or identifer number in the link may be incorrect, or the attachment may have been deleted or is not present in this workspace.
it: Allegato non trovato. Il nome della pagina, nome del file o l'identificativo nel link potrebbero essere errati, oppure l'allegato è stato eliminato o non è presente nello spazio di lavoro.

source: Attachments
it: Allegati

source: Attachments for this page:
it: Allegati per questa pagina

source: Author
it: Autore

source: Automatic Backup Schedule
it: Piano per il Backup automatico

source: Available Reports
it: Rapporti disponibili

source: Back To Current Revision
it: Tona alla versione corrente

source: Back to <a href="%1">Log in to Socialtext</a>.
it: Torna al <a href="%1">Socialtext Log in </a>.

source: Backup Destination
it: Destinazione del Backup

source: Backup Now
it: Esegui il backup ora

source: Backup Server name
it: Nome del server di Backup

source: Backup already running
it: Il Backup è già in corso

source: Backup destination updated
it: Destinazione del Backup aggiornata

source: Backup is in progress - started at %1
it: Backup in corso - iniziato alle %1

source: Backup is in progress - started at never
it: Backup in corso - iniziato alle %1

source: Because you already have %1 %2 account, the password is the same as the password you use for your other %3 workspaces.
it: Dato che hai già un account su %2, la password è la stessa che utilizzi per i tuoi altri spazi di lavoro su %3.

source: Block of HTML
it: Blocco HTML

source: Block of text with no *special* punctuation
it: Blocco di testo senza punteggiatura *speciale*

source: Bottom of page
it: A fondo pagina

source: Brought to you by Socialtext.
it: Realizzato da Socialtext.

source: Browse ...
it: Naviga...

source: Bug Dump
it: Dettagli del bug

source: Call '%1' using Convoq. Click to edit.
it: Chiama '%1' via Convoq. Clicca per modificare.

source: Call '%1' using Skype. Click to edit.
it: Chiama '%1' via Skype. Clicca per modificare.

source: Can't remove privileges of the last admin
it: Non è possibile rimuovere i privilegi all'unica Amministratore

source: Cancel
it: Annulla

source: Cancel Edit
it: Annulla modifica

source: Cannot undelete a page with only one revision. Returning to front page.
it: Non è possibile annullare la cancellazione di una pagina che ha una sola versione. Ritorno alla pagina iniziale.

source: Central page
it: Pagina centrale

source: Change Password
it: Cambia password

source: Changes Saved
it: Modifiche salvate

source: Changes in %1
it: Modifiche: %1

source: Changes saved
it: Modifiche salvate

source: Check with your %1 administrator.
it: Verifica con il tuo amministratore %1.

source: Choose Password
it: Scegli una password

source: Choose Password:
it: Scegli una password:

source: Chronologically (Oldest First)
it: Cronologico (prima i più vecchi)

source: Clear
it: Cancella tutto

source: Click <a href="%1">here</a> to go to the latest version of the page.
it: Fai click<a href="%1">qui</a> per andare alla versione più recente della pagina.

source: Click "Browse" and select an image or file to upload.
it: Premi "Sfoglia" e seleziona un'immagine o un file da caricare.

source: Click "Done" to close this window.
it: Premi "Eseguito" per chiudere questa finestra.

source: Click here to go to the latest version of the page.
it: Fai click qui per andare alla versione più recente della pagina

source: Click this button to add a comment to the page
it: Fai click su questo pulsante per aggiungere un commento alla pagina

source: Click this button to add a file to the page
it: Fai click su questo pulsante per aggiungere un file alla pagina

source: Click this button to add a tag to the page
it: Fai click su questo pulsante per aggiungere un tag alla pagina

source: Click this button to add your tag
it: Fai click su questo pulsante per aggiungere il tuo tag

source: Click this button to cancel editing and discard your changes
it: Fai click su questo pulsante per annullare le modifiche e abbandonare i tuoi cambiamenti

source: Click this button to create a new blog post
it: Fai click su questo pulsante per creare un nuovo post sul blog

source: Click this button to create a new page
it: Fai click su questo pulsante per creare una nuova pagina

source: Click this button to create a new workspace
it: Fai click su questo pulsante per creare un nuovo spazio di lavoro

source: Click this button to edit the page
it: Fai click su questo pulsante per modificare la pagina

source: Click this button to manage files attached to the page
it: Fai click su questo pulsante per gestire i file allegati alla pagina

source: Click this button to perform your search
it: Fai click su questo pulsante per effettuare la tua ricerca

source: Click this button to preview your page before saving it
it: Fai click su questo pulsante per avere un'anteprima della pagina, prima di salvarla

source: Click this button to refresh this spreadsheet
it: Premi questo bottone per aggiornare questo foglio di calcolo

source: Click this button to save recently viewed pages to your computer for offline use.
it: Fai click su questo pulsante per salvare le pagine visitate di recente sul tuo computer per usarle quando sei offline.

source: Click this button to save the %1 most recent pages to your computer for offline use.
it: Fai click su questo pulsante per salvare le %1 pagine più recenti per usarle quando il tuo computer è offline.

source: Click this button to save the pages from this search to your computer for offline use
it: Fai click su questo pulsante per salvare le pagine di questa ricerca sul tuo computer per usarle quando il tuo computer è offline

source: Click this button to save the pages with the tag %1 to your computer for offline use.
it: Fai click su questo pulsante per salvare le pagine con il tag %1 per usarle quando il tuo computer è offline

source: Click this button to save the pages you're watching for offline use.
it: Fai click su questo pulsante per salvare le pagine che stai vedendo, per usarle offline.

source: Click this button to save the posts in this weblog to your computer for offline use.
it: Fai click su questo pulsante per salvare i post in questo weblog per usarli offline.

source: Click this button to save this page to your computer for offline use.
it: Fai click su questo pulsante per salvare la questa pagina sul tuo computer per usarla quando sei offline.

source: Click this button to save your page
it: Fai click su questo pulsante per salvare la tua pagina

source: Click this button to save your tag
it: Fai click su questo pulsante per salvare il tuo tag

source: Click to view previous versions of this page.
it: Fai click per visualizzare le versioni precedenti di questa pagina.

source: Close
it: Chiudi

source: Color View (Unformatted)
it: Vedi colore( non formattato)

source: Comment
it: Commento

source: Compare Revisions
it: Confronta le revisioni

source: Compare Revisions %1 and %2
it: Confronta le revisioni 1% e 2%

source: Congratulations! You have just created "%1", a brand new Socialtext Workspace. You are the administrator. The web address of the new workspace is %2.
it: Congratulazioni! Hai appena creato "%1", un nuovo spazio di lavoro Socialtext. Tu sei l'amministratore. L'indirizzo web del nuovo spazio di lavoro è %2.

source: Contact Socialtext Support
it: Contatta il gruppo di supporto Socialtext

source: Contents
it: Contenuti

source: Copy
it: Copia

source: Copy '%1' to another workspace
it: Copia '%1' in un altro Spazio di Lavoro

source: Copy Page to Workspace
it: Copia la pagina nello Spazio di lavoro

source: Copy the page %1 to another workspace?
it: Vuoi copiare la pagina %1 in un altro Spazio di lavoro?

source: Could not open %1
it: Non è stato possibile aprire %1

source: Create
it: Crea

source: Create A Weblog
it: Crea un weblog

source: Create Initial Workspace
it: Crea lo Spazio di lavoro iniziale

source: Create New Weblog
it: Crea un nuovo weblog

source: Create New Workspace
it: Crea un nuovo spazio di lavoro

source: Create PDF document from checked pages
it: Crea un documento PDF dalle pagine selezionate

source: Create Word document from checked pages
it: Crea un documento Word dalle pagine selezionate

source: Create Your Profile
it: Crea il tuo profilo

source: Created by %1 on %2.
it: Creato da %1 su 2%.

source: Creating backup tarball (%1) ...
it: Tarball di backup in fase di creazione (%1)

source: Current Report
it: Report attuale

source: Current password
it: Password attuale

source: Custom privacy setting
it: Impostazioni privacy personalizzate

source: Customized Skin Files
it: File Skin Personalizzate

source: Customized Skin.
it: Skin Personalizzata.

source: Dashboard is best if most users have a number of other workspaces. Central page is best for a close-knit community in which most users only have one workspace.
it: La dashboard è preferibile se molti utenti hanno diversi altri spazi di lavoro. La pagina centrale è preferibile per una community limitata, in cui molti utenti hanno un solo spazio di lavoro.

source: Date
it: Data

source: Date Uploaded
it: Data di caricamento

source: Date:
it: Data:

source: Default Skin.
it: Skin standard.

source: Delete Page
it: Cancella pagina

source: Delete Selected Attachments
it: Cancella gli allegati selezionati

source: Delete Selected Files
it: Cancella i file selezionati

source: Deleted "%1"
it: Cancellato "%1"

source: Did you delete this page in error? If so, you can restore the page.
it: Hai cancellato questa pagina per errore? In questo caso la puoi recuperare.

source: Did you know?
it: Lo sapevi?

source: Disk Usage
it: Utilizzo del disco

source: Display '%1' in reader's time zone. Click to edit.
it: Mostra '%1' nel fuso orario dell'utente. Clicca per modificare.

source: Display \"%1\" side pane box?
it: Mostra il pannello laterale \"%1\"?

source: Display as a side box in page view?
it: Vuoi che compaia come un box laterale nella vista della pagina?

source: Display image '%1'. Click to edit.
it: Mostra l'immagine '%1'. Fai click per modificare.

source: Display pages with the '%1' tag. Click to edit.
it: Mostra le pagine con tag '%1'. Fai click per modificare.

source: Display result for searching '%1'. Click to edit.
it: Mostra i risultati per la ricerca '%1'. Fai click per modificare.

source: Display the weblog '%1'. Click to edit.
it: Mostra il weblog '%1'. Fai click per modificare.

source: Display what's new in the '%1' workspace. Click to edit.
it: Mostra cosa c'è di nuovo nello spazio di lavoro '%1'. Fai click per modificare.

source: Do you really want to delete all workspaces and create a new initial workspace? (This action cannot be undone.)
it: Vuoi davvero cancellare tutti gli spazi di lavoro e creare un nuovo spazio di lavoro di base?( Questa operazione non può essere annullata.)

source: Do you really want to reboot the appliance?
it: Vuoi davvero riavviare l'applicazione?

source: Do you really want to shutdown the appliance?
it: Vuoi davvero chiudere l'applicazione?

source: Do you want to set up this workspace as:
it: Imposta questo spazio di lavoro come:

source: Done
it: Eseguito

source: Double-click to edit a page?
it: Doppio click per modificare una pagina?

source: Downloads
it: Download

source: Duplicate Page
it: Duplica pagina

source: Earlier entries
it: Contributi più recenti

source: Edit
it: Modifica

source: Edit %1
it: Modifica '%1'

source: Edit Tips
it: Suggerimenti per la modifica

source: Edited By
it: Modificato da

source: Edits
it: Modifiche

source: Email Address
it: Indirizzo email

source: Email Address for this user:
it: Indirizzo email dell'utente:

source: Email Address:
it: Indirizzo email:

source: Email Notification
it: Notifica via email

source: Email To This Page
it: Email a questa pagina

source: Email To This Workspace
it: Email a questo spazio di lavoro

source: Email address for testing:
it: Indirizzi email di prova:

source: Email this page
it: Spedisci questa pagina per email

source: Enable email notifications for this workspace?
it: Abilita la notifica via email per questo spazio di lavoro?

source: English
it: Inglese

source: Enjoy!
it: Divertiti!

source: Enter a list of email addresses (one address per line) of people you would like to invite to this Workspace.
it: Inserisci un elenco di indirizzi email( un indirizzo per linea) di persone che vorresti invitare a questo spazio di lavoro.
