Repository: ElDavoo/open
Catalog: nlw/share/l10n/*.po
Languages: it

source: Recent changes in %1
it: Cambiamenti recenti in %1

source: Recent changes in %1 category
it: Cambiamenti recenti nella categoria %1

source: Recently Viewed
it: Visti di recente

source: Recently Viewed Pages
it: Pagine visitate di recente

source: Redirecting to %1
it: Redirezione a %1 in corso

source: Refresh
it: Aggiorna

source: Refresh file list
it: Aggiorna l'elenco dei file

source: Register
it: Registra

source: Remember me on this computer.
it: Ricordati di me su questo computer

source: Remove
it: Rimuovi

source: Remove %1 from the queue
it: Rimuovi %1 dalla coda

source: Remove %1 tag from page
it: Rimuovi il tag %1 dalla pagina

source: Remove&nbsp;Existing&nbsp;Files
it: Rimuovi&nbsp;File&nbsp;Esistenti

source: Removed Socialtext Accounts access from %1
it: L'accesso agli account SocialText è stato rimosso da %1

source: Removed Socialtext System Management access from %1
it: L'accesso alla gestione di sistema è stato rimosso da %1

source: Rename Page
it: Rinomina la pagina

source: Replace existing page
it: Sostituisci la pagina esistente

source: Replace this text with your own.
it: Sostituisci questo testo col tuo

source: Report Bug
it: Notifica un Bug

source: Request to invite new users to the %1 workspace
it: Richiedi di invitare nuovi utenti allo spazio di lavoro %1

source: Resend confirmation
it: Rispedisci la conferma

source: Reset Password
it: Azzera la password

source: Restore Now
it: Ripristina ora

source: Restore Page
it: Ripristina la pagina

source: Restore Revision %1
it: Ripristina la revisione %1

source: Restore failed - check %1
it: Ripristino fallito - verificare %1

source: Restore in progress - started at %1
it: Ripristino in corso, avviato alle %1

source: Restore in progress - started at never
it: Ripristino in corso, mai avviato

source: Restore is already running
it: Il ripristino è già in corso

source: Restore latest is already running
it: Ripristino dell'ultima versione già in corso

source: Restore of %1 finished.
it: Ripristino di %1 completato.

source: Restoring backup from (%1) ...
it: Ripristino dal backup (%1) ...

source: Return to page
it: Ritorna alla pagina

source: Reverse Chronologically
it: Cronologico inverso

source: Review or change the settings for %1:
it: Controlla o modifica le impostazioni per %1:

source: Revision %1
it: Revisione %1

source: Revisions
it: Revisioni

source: Revisions to the current document
it: Revisioni al documento attuale

source: Roles and Permission Sets (standard workspace types)
it: Regole e Gruppi di Permessi(spazi di lavoro standard)

source: Sample Weblog
it: Esempio di Weblog

source: Sat
it: Sab

source: Save
it: Salva

source: Save Page As
it: Salva pagina come

source: Save tag
it: Salva tag

source: Save the page with the name "<span id="%1-suggest">XXX</span>"
it: Salva la pagina con il nome"<span id="%1-suggest">XXX</span>"

source: Save with a different name:
it: Salva con un altro nome:

source: Screen Layout
it: Impostazioni visualizzazione

source: Search
it: Cerca

source: Search Google for '%1'. Click to edit.
it: Cerca in Google '%1'. Fai click per modificare.

source: Search Results
it: Risultati della ricerca

source: Search Technorati for '%1'. Click to edit.
it: Cerca Technorati di '%1'. Fai click per modificare.

source: Search for %1
it: Cerca '%1'

source: Search for %1 in workspace %2
it: Cerca '%1' nello spazio di lavoro %2

source: Search for '%1'. Click to edit.
it: Cerca '%1'. Fai click per modificare.

source: Search for Users to Invite
it: Cerca utenti da invitare

source: Search for "%1"
it: Cerca "%1"

source: Search for the following terms:
it: Cerca i termini seguenti:

source: Section
it: Sezione

source: Section marker '%1'. Click to edit.
it: Marcatore di sezione '%1'. Fai click per modificare.

source: See more
it: Vedi altro

source: Select
it: Scegli

source: Select a workspace skin:
it: Scegli una skin per lo spazio di lavoro:

source: Select all pages
it: Seleziona tutte le pagine

source: Select the ZIP or TGZ file that contains the customized skin files:
it: Seleziona il file ZIP o TGZ che contiene i file della skin personalizzata

source: Send Test Email
it: Spedisci email di prova

source: Sent test email to %1
it: Manda email di prova a %1

source: Set Backup Destination
it: Imposta la destinazione di backup

source: Set Email Configuration
it: Imposta la configurazione email

source: Set Time Server
it: Imposta l'ora del server

source: Settings
it: - impostazioni

source: Setup
it: Configurazione

source: Shared Directory Name
it: Nome della Directory Condivisa

source: Should hovering your mouse over a link display the first part of the page?
it: Vuoi che venga visualizzata la prima parte della pagina quando passi il mouse sul link?

source: Should seconds be included on displayed times?
it: Vuoi che vengano inclusi i secondi nella visualizzazione dell'ora?

source: Should times be displayed in 12-hour or 24-hour format?
it: Vuoi che l'orologio sia impostato sulle 12 o sulle 24 ore?

source: Should users of this workspace receive email notifications of changes to this workspace?
it: Gli utenti di questo spazio di lavoro devono ricevere delle email di motifica quando vengono effettuate delle modifiche allo spazio di lavoro?

source: Show full name for '%1'. Click to edit.
it: Mostra il nome completo di '%1'. Fai click per modificare.

source: Shut Down Appliance
it: Spegni l'Appliance

source: Shut Down Now
it: Spegni ora

source: Shutdown
it: Spegni

source: Shutdown Appliance?
it: Spegnere l'Appliance?

source: Sign in using the information below:
it: Accedi usando le informazioni sottostanti:

source: Simple
it: Semplice

source: Since your password is stored in the directory for your organization, there is no way to reset your password within the Socialtext system. Please contact your directory administrator for assistance.
it: Dal momento che le tue password sono conservate nella directory per la tua organizzazione, non ci sono modi per resettare la tua password nel sistema Socialtext. Per favore contatta l'amministratore della tua directory per avere assistenza.

source: Size
it: Dimensione

source: Size (bytes)
it: Dimensione (byte)

source: Socialtext Appliance Test Email
it: Email di prova dell'Appliance Socialtext

source: Socialtext Email
it: Email Socialtext

source: Socialtext Home Page
it: Homepage Socialtext

source: Socialtext Unplugged allows users to read and edit workspace pages while offline. Users can "unplug" one or more pages to read and edit. Changes can be synchronized with the workspace.
it: SocialText Unplugged permette agli utenti di leggere e modificare gli Spazi di Lavoro quando sono offline. Gli utenti possono "scollegare" una o più pagine da leggere e modificare. Le moficihe poi possono venire sincronizzate con lo Spazio di Lavoro

source: Socialtext Unplugged disabled
it: SocialText Unplugged disabilitato

source: Socialtext Unplugged enabled
it: SocialText Unplugged abilitato

source: Socialtext Workspace Punctuation Help
it: Aiuto sulla punteggiatura dello spazio di lavoro Socialtext

source: Socialtext enables you to customize the look and feel of your workspace. You can use the default skin supplied by Socialtext or customize your own skin.
it: Socialtext ti permette di personalizzare l'aspetto del tuo spazio di lavoro. Puoi usare la skin standard fornita da socialtext o crearne una personalizzata.

source: Socialtext password help
it: Help password SocialText

source: Socialtext, the Enterprise Wiki
it: Socialtext, il wiki per imprese

source: Somebody else made changes to the page while you were editing it.
it: Qualcun altro ha apportato delle modifiche alla pagina mentre la stavi cambiando.

source: Sort by account in ascending order
it: Riordina per account in ordine ascendente

source: Sort by account in descending order
it: Riordina per account in ordine discendente

source: Sort by creator in ascending order
it: Riordina per autore in ordine ascendente

source: Sort by creator in descending order
it: Riordina per autore in ordine discendente

source: Sort by date created in ascending order
it: Riordina per data di creazione in ordine ascendente

source: Sort by date created in descending order
it: Riordina per data di creazione in ordine discendente

source: Sort by name in ascending order
it: Riordina per nome in ordine ascendente

source: Sort by name in descending order
it: Riordina per nome in ordine discendente

source: Sort by number of users in ascending order
it: Riordina per numero di utenti in ordine ascendente

source: Sort by number of users in descending order
it: Riordina per nome di utenti in ordine discendente

source: Sort by number of workspaces in ascending order
it: Riordina per numero di spazi di lavoro in ordine ascendente

source: Sort by number of workspaces in descending order
it: Riordina per numero di spazi di lavoro in ordine discendente

source: Sort entries by first posted time
it: Ordina i contributi in base alla data di pubblicazione iniziale

source: Sort entries by last updated time
it: Ordina i contributi in base alla data di aggiornamento

source: Source View
it: Visualizza sorgente

source: Standard Welcome Message
it: Messaggio di benvenuto standard

source: Statistics Reports
it: Resoconti statistiche

source: Submit
it: Sottoscrivi

source: Subtotal for this attachment
it: Somma parziale per questo allegato

source: Suggestions:
it: Suggerimenti:

source: Summary
it: Sommario

source: Sun
it: Sole

source: Synchronize With Time Server Now
it: Sincronizza con l'ora del server ora

source: Syndicate
it: Syndication

source: System rebooting ...
it: Sistema in fase di riavvio...

source: System shutting down ...
it: Il sistema si sta spegnendo...

source: Table of contents for '%1'. Click to edit.
it: Tabella dei contenuti di '%1'. Fai click per modificare.

source: Tags
it: Tag

source: Tags to apply:
it: Tag da applicare:

source: Tags:
it: Tag:

source: Thanks,
it: Grazie,

source: The %1 account has been created.
it: L'account %1 è stato creato.

source: The %1 user was confirmed.
it: L'utente %1 è stato confermato.

source: The %1 workspace is now part of the %2 account.
it: Lo spazio di lavoro %1 ora è parte dell'account %2.

source: The %1 you provided (%2) is already in use.
it: L'%1 che hai fornito( %2) è già in uso.

source: The User Invite page can be found at:
it: Puoi trovare la pagina d'invito dell'utente al:

source: The Workspace is easy to use. Click links to browse through the pages.
it: Lo spazio di lavoro è facile da usare. Fai click per sfogliare le pagine.

source: The Workspace is easy to use. Click links to browse through the >pages.
it: Lo spazio di lavoro è facile da usare. Fai click sui link per sfogliare le >pagine.

source: The account name you chose, %1, is already in use.
it: Il nome dell'account che hai scelto, %1, è già in uso.

source: The appliance can store backup files on a Windows- or SMB-compatible shared directory/folder on another computer. Set the backup server, directory and username here.
it: L'appliance può salvare i backup su una directory/cartella condivisa via Windows o SAMBA su un altro computer. Imposta il server di backup, la directory e lo username qui.

source: The confirmation URL you used has expired. A new one will be sent.
it: La conferma dell'URL che hai usato è scaduta. Te ne verrà spedito un altro.

source: The confirmation email has been resent. Please follow the link in this email to activate your account.
it: L'email di conferma è stata spedita. Per favore segui il link in questa email per attivare il tuo account.

source: The email address for %1 has already been confirmed.
it: L'indirizzo email per %1 è già stato confermato.

source: The email we will send you will come from <strong>%1</strong>. To ensure you receive it, please add <strong>%1</strong> to your address book or safe list.
it: L'email ti verrà spedita da<strong>%1</strong>. Per essere sicuro di riceverla, per favore aggiungi<strong>%1</strong> alla tua rubrica o lista sicura.

source: The file you are trying to upload does not exist
it: Il file che stai tentando di caricare non esiste

source: The following email addresses were invalid
it: I seguenti indirizzi email non erano validi

source: The following pages in %1 have recently changed:
it: Le seguenti pagine in %1 sono state cambiate di recente:

source: The following pages you are watching in %1 have recently changed:
it: Le seguenti pagine che stai visualizzando in %1 sono state cambiate di recente:

source: The following users were already members of this Workspace
it: I seguenti utenti erano già membri di questo spazio di lavoro

source: The following users were invited into this Workspace
it: I seguenti utenti erano stati invitati in questo spazio di lavoro

source: The given confirmation URL does not match any pending confirmations.
it: L'url di conferma fornita non coincide con alcuna delle conferme in attesa.

source: The new page name you selected, "%1", is already in use in workspace "%2"
it: Il nuovo nome della pagina che hai selezionato "%1", è già in uso nello spazio di lavoro "%2".

source: The page had no Backlinks.
it: La pagina non ha Backlink.

source: The page had these Backlinks:
it: La pagina ha questi Backlink:

source: The page id you specified (%1) was invalid.
it: L'id della pagina che hai specificato( %1) non era valido.

source: The page name you selected, "%1", is not allowed. Please enter or change the page name.
it: Il nome della pagina che hai selezionato, "%1", non è permesso. Per favore inserisci o cambia il nome della pagina.

source: The page name you selected, "%1", is too long after URL encoding.
it: Il nome della pagina che hai selezionato, "%1", è troppo lungo una volta codificato per l'URL.

source: The passwords you provided did not match.
it: La password che hai fornito non risulta corretta.

source: The permissions for %1 have been set to %2.
it: I permessi per %1 sono stati impostati per %2.

source: The skin you specified,%1, does not exist.
it: La skin che hai indicato, %1, non esiste

source: The ten most recently visited of these workspaces are displayed in the Dashboard.
it: I dieci spazi di lavoro visitati più di frequente, fra questi, sono visualizzati nella Dashboard.

source: The text you just edited is shown below. You can copy and paste your changes from there:
it: Il testo che hai appena modificato è mostrato sotto. Puoi copiare e incollare i tuoi cambiamenti da qui:

source: The uploaded skin does not contain css/screen.css
it: La skin caricata non contiene css/screen.css

source: The workspace administrators for this space will receive a notification of your request so that the users can be invited.
it: L'amministratore dello spazio di lavoro per questo spazio riceverà una notifica della tua richiesta, così tutti gli utenti potranno essere invitati.

source: The workspace name you chose, %1, is already in use as an email alias.
it: Il nome che hai scelto per lo spazio di lavoro, %1, è già in uso come alias email.

source: The workspace name you chose, %1, is already in use by another workspace.
it: Il nome che hai scelto per lo spazio di lavoro, %1, è già in uso in un altro spazio di lavoro.

source: There are no pages that link to this page yet.
it: Al momento, non ci sono pagine che rimandino a questa pagina.

source: There are no tags for this page.
it: Non ci sono tag per questa pagina.

source: There is <span id="st-newpage-duplicate-emphasis">already a page</span> named <a id="%1-link" href="#" target="">XXX</a>. Would you like to:
it: C'e <span id="st-newpage-duplicate-emphasis">già una pagina</span> chiamata <a id="%1-link" href="#" target="">XXX</a>. Vuoi:

source: There is already a '%1' weblog. Please choose a different name.
it: C'è già un weblog '%1'. Per favore, scegli un altro nome.

source: There was an error with your request
it: Si è verificato un errore con la tua richiesta

source: There was an error:
it: Si è verificato un errore:

source: These files were not imported:
it: Questi file non sono stati importati:

source: This Workspace
it: Questo spazio di lavoro

source: This action requires a page to be specified.
it: Questa operazione richiede che venga specificata una pagina.

source: This action will delete all existing workspaces and users on this appliance, and create the Admin workspace.
it: Questa operazione cancellerà tutti gli spazi di lavoro esistenti e gli utenti relativi, e l'Amministratore che ha creato lo spazio di lavoro.

source: This email was sent from the Socialtext Appliance.
it: Questa email è stata spedita dall'appliance Socialtext.

source: This form will create your profile page for Inbox.
it: Con questo modulo, crei la tua pagina del tuo profilo per la Inbox

source: This form will create your profile page.
it: Con questo modulo crei la tua pagina di profilo.

source: This is a short unique identifier used as part of your workspace's web address and email address.
it: Questo è un breve identificatore unico usato come parte dell'indirizzo del tuo spazio di lavoro e dell'indirizzo email.

source: This is the first post in %1. Click *New Post* to add another post.
it: Questo è il primo post in %1. Fai click su *Nuovo post* per aggiungerne un altro.

source: This is the title of your workspace. It may be changed at any time.
it: Questo è il titolo del tuo spazio di lavoro. Lo puoi cambiare in qualsiasi momento.

source: This is the title of your workspace. It may be changed later if you want.
it: Questo è il titolo del tuo spazio di lavoro. Più tardi, se vorrai, potrai cambiarlo.

source: This is your personal notepad page. Edit it to your liking.
it: Questa pagina è il tuo blocco degli appunti personale.

source: This page is linked to from:
it: Questa pagina viene rimandata da:

source: This username has no associated email address.
it: Questo username non è associato ad alcun indirizzo email.

source: Thu
it: Mar

source: Time
it: Data ed ora

source: Time each day:
it: Ora di ogni giorno:

source: Tip: You'll be able to find this page later by using the title you choose.
it: Suggerimento: potrai trovare questa pagina in un secondo momento, usando il titolo che hai scelto.

source: Title
it: Titolo

source: Titles containing '%1' (%2)
it: Il titolo contiente '%1' (%2)

source: To Get This...
it: Vai a....

source: To change your password, please follow this link:
it: Per cambiare la tua password, per favore segui questo link:

source: To customize your own skin, download the %1, modify the skin files to your liking, and upload them here. Complete documentation on skin customization is available in the %2.<h4>Skin support is not included in basic support. Users who upload skins are responsible for keeping copies of their skin files and for keeping their skins current as the Socialtext application changes.</h4>
it: Per personalizzare la tua skin, scarica %1, modifica i file contenuti in base alle tue preferenze, e caricali qui. La documentazione completa riguardo la personalizzazione delel skin è disponibile nella %2<h4>Il supporto alle skin non è incluso nel supporto base. Gli utenti che caricano le skin si devono preoccupare di mantenerne una copia locale e di aggiornarle quando i cambiamenti nell'applicazione dovessero richiederlo</h4>

source: To do so, go to this web address:
it: Per farlo, vai a questo indirizzo email:

source: To invite these users into the workspace, visit the user invite page for the <br /> workspace and copy and paste the list above into the invite box. The User <br />Invite page can be found at:
it: Per invitare questi utenti al tuo spazio di lavoro, visita la pagina di invito utenti per lo <br /> spazio di lavoro e copia e incolla l'elenco qui sopra nella casella d'invito. Puoi trovare la pagina <br /> di invito utenti qui:

source: To invite these users into the workspace, visit the user invite page for the <br />workspace and copy and paste the list above into the invite box. The User <br />Invite page can be found at:
it: Per invitare questi utenti allo spazio di lavoro, visita la pagina di invito utenti per lo <br />spazio di lavoro e copia e incolla l'elenco qui sopra nella casella di invito. Puoi trovare la pagina <br /> di invito utenti qui:

source: To invite these users into the workspace, visit the user invite page for the workspace and copy and paste the list above into the invite box.
it: Per invitare questi utenti allo spazio di lavoro, visita la pagina di invito utenti per lo spazio di lavoro e copia e incolla l'elenco qui sopra nella casella di invito.

source: To make a link to another page (even if it doesn't exist yet), put [square brackets around a word or phrase].
it: Per aggiungere un link ad un'altra pagina( anche se non esiste ancora), metti [fra parentesi quadre una parola o frase].

source: To make a link to another page (even if it doesn't exist yet), put square brackets around a word or phrase.
it: Per aggiungere un link ad un'altra pagina( anche se non esiste ancora), metti fra parentesi quadre una parola o frase.

source: To proceed, please choose a password.
it: Per proseguire, per favore scegli una password.

source: To see a list of all the workspaces and users on the system, go to the <a href="/nlw/control/">Socialtext Accounts Admin</a> tool.
it: Per visualizzare l'elenco di tutti gli spazi di lavoro e di tutti gli utenti del sistema, vai al <a href="/nlw/control/">Socialtext Accounts Admin</a>.

source: To set your preferences for a workspace, you must be logged in.
it: Per impostare le tue preferenze per uno spazio di lavoro, devi aver fatto log in.

source: To stop receiving or change how often you receive emails about changes to %1, go to
it: Per non ricevere più o per modificare la frequenza con cui ricevi email riguardo i cambiamenti a %1, vai a

source: To stop receiving or change how often you receive emails about changes to %1, you can <a href="%2">change your preferences</a>.
it: Per non ricevere più o per modificare la frequenza con cui ricevi email riguardo i cambiamenti a %1, puoi <a href="%2">cambiare le tue preferenze</a>.

source: To stop receiving or change how often you receive emails about changes to your watchlist in %1, go to:
it: Per non ricevere più o per modificare la frequenza con cui ricevi email riguardo i cambiamenti alla tua watchlist in %1, vai a:

source: To stop receiving or change how often you receive emails about changes to your watchlist in %1, you can <a href="%2">change your preferences</a>.
it: PPer non ricevere più o per modificare la frequenza con cui ricevi email riguardo i cambiamenti alla tua watchlist in %1, puoi <a href="%2">modificare le tue preferenze</a>.

source: To use the watchlist feature in a workspace, you must be logged in.
it: Per usare le funzioni della watchlist in uno spazio di lavoro, devi aver fatto log in.

source: Tools
it: Strumenti

source: Top Page
it: Pagina iniziale

source: Top of page
it: All'inizio

source: Total
it: Totale

source: Tue
it: Mar

source: Type
it: Digita

source: Type This
it: Digita questo

source: Type new password again
it: Digita un'altra volta la nuova password

source: Unable to process logo file. Is it an image?
it: Impossibile processare il file per il logo. Sei sicuro che sia un'immagine?

source: Unformatted Content
it: Contenuto non formattato

source: Unsubscribe
it: Annulla l'iscrizione

source: Unsubscribe from the %1 workspace
it: Annulla l'iscrizione allo spazio di lavoro %1

source: Untitled Page
it: Pagina senza titolo

source: Updated by %1 on %2
it: Aggiornata da %1 il %2

source: Updated by %1 on %2.
it: Aggiornata da %1 il %2.

source: Updated mail server to %1
it: Mail server aggiornato su %1

source: Updated mail server to use built-in server
it: Mail server aggiornato per utilizzare il server built-in

source: Updated time from %1
it: Ora aggiornata dal %1
